Revit 2027 API
RebarShapeConstraintChordLength Properties
The RebarShapeConstraintChordLength type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from RebarShapeConstraint)
Top
See Also
Reference
RebarShapeConstraintChordLength Class
Autodesk.Revit.DB.Structure Namespace